[{"question": "Most likely to forget to wear underwear?", "nsfw": true}, {"question": "Most likely to perform a sxual act while drunk?", "nsfw": true}, {"question": "Most likely to kiss on a first date?", "nsfw": true}, {"question": "Most likely to pick up a stranger at a bar?", "nsfw": true}, {"question": "Most likely to fall for a friend?", "nsfw": true}, {"question": "Most likely to puke and then kiss someone?", "nsfw": true}, {"question": "Most likely to have sx with another person in the room?", "nsfw": true}, {"question": "Most likely to marry their cousin?", "nsfw": true}, {"question": "Most likely to eat gone off cheese?", "nsfw": true}, {"question": "Most likely to participate in an orgy?", "nsfw": true}, {"question": "Most likely to watch p*rn?", "nsfw": true}, {"question": "Most likely to make a move on a teacher?", "nsfw": true}, {"question": "Most likely to kiss a stranger on a night out?", "nsfw": true}, {"question": "Most likely to ghost someone?", "nsfw": true}, {"question": "Most likely to fall asleep on the toilet?", "nsfw": true}, {"question": "Most likely to pass out in the club?", "nsfw": true}, {"question": "Most likely to write their number on the toilet door?", "nsfw": true}, {"question": "Most likely to jump off a cliff?", "nsfw": true}, {"question": "Most likely to drink someone else’s drink?", "nsfw": true}, {"question": "Most likely to give their bank card to a stranger?", "nsfw": true}, {"question": "Most likely to dance with a stranger?", "nsfw": true}, {"question": "Most likely to talk dirty on the telephone?", "nsfw": true}, {"question": "Most likely to get lost from their friends at a party?", "nsfw": true}, {"question": "Most likely to fall in love with someone much older?", "nsfw": true}, {"question": "Most likely to buy something because their crush told them to?", "nsfw": true}, {"question": "Most likely to get frisky with a stranger?", "nsfw": true}, {"question": "Most likely to lose their clothes on a night out?", "nsfw": true}, {"question": "Most likely to get cat-called in the street?", "nsfw": true}, {"question": "Most likely to miss the last bus home?", "nsfw": true}, {"question": "Most likely to fall in love with a younger person?", "nsfw": true}, {"question": "Most likely to snog their taxi driver?", "nsfw": true}, {"question": "Most likely to get nakd in public?", "nsfw": true}, {"question": "Most likely to have sx in the club?", "nsfw": true}, {"question": "Most likely to leave their coat in the bar?", "nsfw": true}, {"question": "Most likely to mess around with someone in public toilets?", "nsfw": true}, {"question": "Most likely to text their crush on a night out?", "nsfw": true}, {"question": "Most likely to get a stranger to buy them drinks?", "nsfw": true}, {"question": "Most likely to kiss in the middle of the dance floor?", "nsfw": true}, {"question": "Most likely to admit their darkest secret when drunk?", "nsfw": true}, {"question": "Most likely to have sx with more than one person in the same day?", "nsfw": true}, {"question": "Most likely to make out with a colleague?", "nsfw": true}, {"question": "Most likely to pay for everyone’s drinks?", "nsfw": true}, {"question": "Most likely to dance on the bar?", "nsfw": true}, {"question": "Most likely to text their ex when drunk?", "nsfw": true}, {"question": "Most likely to serenade someone?", "nsfw": true}, {"question": "Most likely to swim in the nude?", "nsfw": true}, {"question": "Most likely to forget to pay the taxi driver?", "nsfw": true}, {"question": "Most likely to get locked out?", "nsfw": true}, {"question": "Most likely to come on to security?", "nsfw": true}, {"question": "Most likely to double book a date?", "nsfw": true}, {"question": "Most likely to show up for class/work with bed hair?", "nsfw": true}, {"question": "Most likely to kiss a security guard?", "nsfw": true}, {"question": "Most likely to give their number to someone?", "nsfw": true}, {"question": "Most likely to do shots with the bar staff?", "nsfw": true}, {"question": "Most likely to puke in the taxi home?", "nsfw": true}, {"question": "Who is most likely to develop a habit of playing video games all day long?", "nsfw": true}, {"question": "Who is most likely to sniff their partner’s underwear?", "nsfw": true}, {"question": "Who is most likely to talk on the phone while doing it?", "nsfw": true}, {"question": "Who’s most likely to gain/shed extra pounds?", "nsfw": true}, {"question": "Who is most likely to name their privates?", "nsfw": true}, {"question": "Who is most likely to want sex in the shower?", "nsfw": true}, {"question": "Who is most likely to take an after-sex selfie?", "nsfw": true}, {"question": "Who is most likely to use food for foreplay?", "nsfw": true}, {"question": "Who’s most likely to answer back at their parents?", "nsfw": true}, {"question": "Who’s most likely to be the first/last at the dinner table?", "nsfw": true}, {"question": "Who’s most likely to be the last to get up and the first to go to bed?", "nsfw": true}, {"question": "Who is most likely to own a Kama Sutra book? ", "nsfw": true}, {"question": "Who is most likely to initiate sexting?", "nsfw": true}, {"question": "Who is most likely to have office sex?", "nsfw": true}, {"question": "Who is most likely to walk around the house naked?", "nsfw": true}, {"question": "Who is most likely to flirt using dirty jokes?", "nsfw": true}, {"question": "Who is most likely to like rough sex?", "nsfw": true}, {"question": "Who is most likely to play a dirty truth or dare game?", "nsfw": true}, {"question": "Who is most likely to Google sex positions?", "nsfw": true}, {"question": "Who is most likely to undress their partner using their teeth?", "nsfw": true}, {"question": "Who is most likely to want to make a sex tape?", "nsfw": true}, {"question": "Who is most likely to sneak from work for a quickie?", "nsfw": true}, {"question": "Who is most likely to get it on with a vampire or mythical creature?", "nsfw": true}, {"question": "Who is most likely to have handcuffs in their bedroom?", "nsfw": true}, {"question": "Who is most likely to have sex in a car?", "nsfw": true}, {"question": "Who is most likely to engage in a BDSM relationship?", "nsfw": true}, {"question": "Who is most likely to love early morning sex?", "nsfw": true}, {"question": "Who is most likely to want quick sex in an elevator?", "nsfw": true}, {"question": "Who is most likely to suggest sex in a friend's bathroom?", "nsfw": true}, {"question": "Who is most likely to go to work wearing full lingerie underneath their clothes?", "nsfw": true}, {"question": "Who is most likely to send naughty love notes during a friends' night out?", "nsfw": true}, {"question": "Who is most likely to use coded language amid friends to communicate their sexual intention?", "nsfw": true}, {"question": "Who is most likely to want pillow talk?", "nsfw": true}, {"question": "Who is most likely to do it on the kitchen table?", "nsfw": true}, {"question": "Who is most likely to like being choked?", "nsfw": true}, {"question": "Who is most likely to have hidden kinky fantasies?", "nsfw": true}, {"question": "Who is most likely to get on top during sex?", "nsfw": true}, {"question": "Who is most likely to end up in sex therapy?", "nsfw": true}, {"question": "Who is most likely to pee in a public pool?", "nsfw": true}, {"question": "Who is most likely to have a crush on a nerd?", "nsfw": true}, {"question": "Who is the most likely to get busted at work for looking at porn?", "nsfw": true}, {"question": "Who’s most likely to experiment with the weirdest sexual positions?", "nsfw": true}, {"question": "Who’s most likely to fart during sex?", "nsfw": true}, {"question": "Who's most likely to go on a vacation to meet new sexual partners?", "nsfw": true}, {"question": "Who’s most likely to have sex in the weirdest places?", "nsfw": true}, {"question": "Who’s most likely to have sex multiple times in a day?", "nsfw": true}, {"question": "Who's most likely to have sex on their parents' marital bed?", "nsfw": true}, {"question": "Who’s most likely to have the most fetishes?", "nsfw": true}, {"question": "Who’s most likely to not wear a bra?", "nsfw": true}, {"question": "Who’s most likely to scream/moan the loudest during sex?", "nsfw": true}, {"question": "Who is the most likely to become a porn star?", "nsfw": true}, {"question": "Who is most likely to initiate sex?", "nsfw": true}, {"question": "Who is most likely to make a sexist comment?", "nsfw": true}, {"question": "Who is most likely to draw their private part on a wall?", "nsfw": true}, {"question": "Who is most likely to have a crush on their boss?", "nsfw": true}, {"question": "Who is most likely to send naked pictures of themselves to a crush?", "nsfw": true}, {"question": "Who is most likely to catch an STD?", "nsfw": true}, {"question": "Who is most likely to have a sexy dream tonight?", "nsfw": true}, {"question": "Who is most likely to sleep naked?", "nsfw": true}, {"question": "Who is most likely to send a dick pic?", "nsfw": true}, {"question": "Who is most likely to send a dirty text to the wrong person?", "nsfw": true}, {"question": "Who is most likely to have a gay or lesbian experience?", "nsfw": true}, {"question": "Who is most likely to hit on a waiter or waitress?", "nsfw": true}, {"question": "Who is most likely to have licked whipped cream off someone?", "nsfw": true}, {"question": "Who is most likely to climax first?", "nsfw": true}, {"question": "Who is most likely to buy a weird sex toy?", "nsfw": true}, {"question": "Who is most likely to fart loudly in public and pretend it was someone else?", "nsfw": true}, {"question": "Who is most likely to start weeping during sex?", "nsfw": true}, {"question": "Who is most likely to wax their privates?", "nsfw": true}, {"question": "Who is most likely to have done it on the beach?", "nsfw": true}, {"question": "Who is most likely to visit a strip club? ", "nsfw": true}, {"question": "Who is most likely to become a stripper?", "nsfw": true}, {"question": "Who is most likely to swing as a couple or become polyamorous?", "nsfw": true}, {"question": "Who is most likely to have drunk sex?", "nsfw": true}, {"question": "Who is most likely to have a secret crush on the internet?", "nsfw": true}, {"question": "Who is most likely to be secretly crushing on someone else in the room right now?", "nsfw": true}, {"question": "Who is most likely to have a super embarrassing one-night-stand?", "nsfw": true}, {"question": "Who is most likely to be friend-zoned after a terrible kiss?", "nsfw": true}, {"question": "Who is most likely to try a different intimate pose every day?", "nsfw": true}, {"question": "Who is most likely to blame their fart on their partner?", "nsfw": true}, {"question": "Who is most likely to touch a random person's butt?", "nsfw": true}, {"question": "Who is most likely to be a screamer?", "nsfw": true}, {"question": "Who is most likely to write a book about their own sex life?", "nsfw": true}, {"question": "Who is most likely to get a tattoo while drunk?", "nsfw": true}, {"question": "Who is most likely to embarrass their partner while drunk? ", "nsfw": true}, {"question": "Who is most likely to flirt with hot girls?", "nsfw": true}, {"question": "Who is most likely to go to a bar more than four times a week?", "nsfw": true}, {"question": "Who is most likely to own a bar?", "nsfw": true}, {"question": "Who is most likely to be the best kisser?", "nsfw": true}, {"question": "Who is most likely to go skinny dipping?", "nsfw": true}, {"question": "Who is most likely to develop an accent when drunk?", "nsfw": true}, {"question": "Who is most likely to give the best massages?", "nsfw": true}, {"question": "Who is most likely to make out with a relative accidentally?", "nsfw": true}, {"question": "Who is most likely to have dated the most people?", "nsfw": true}, {"question": "Who is most likely to date someone everyone else hates?", "nsfw": true}, {"question": "Who is most likely to take alcohol as a mode of payment?", "nsfw": true}, {"question": "Who is most likely to be willing to kiss the player on their right?", "nsfw": true}, {"question": "Who is most likely to be able to sound like the opposite sex believably?", "nsfw": true}, {"question": "Who is most likely to eat food naked?", "nsfw": true}, {"question": "Who is most likely to drunk-text their ex?", "nsfw": true}, {"question": "Who is most likely to lower their dating standards when drunk?", "nsfw": true}, {"question": "Who is most likely to be a fantastic Wonder Woman?", "nsfw": true}, {"question": "Who is most likely to leave ratings of movies online?", "nsfw": true}, {"question": "Who is most likely to be chosen to play Superman?", "nsfw": true}, {"question": "Who is most likely to have a lead role in a movie someday?", "nsfw": true}, {"question": "Who is most likely to write a movie script?", "nsfw": true}, {"question": "Who is most likely to go to the movies rather than stream online?", "nsfw": true}, {"question": "Who is most likely to leave movie spoilers online?", "nsfw": true}, {"question": "Who is most likely to have a heart attack from watching a scary movie?", "nsfw": true}, {"question": "Who is most likely to kiss all the other players?", "nsfw": true}, {"question": "Who is most likely to meet their lover through online dating?", "nsfw": true}, {"question": "Who is most likely to search their partner's details online?", "nsfw": true}, {"question": "Who is most likely to pole dance when drunk?", "nsfw": true}, {"question": "Who is most likely to borrow someone else's underwear when they are out of clean pairs?", "nsfw": true}, {"question": "Who is most likely to be emotional when drunk?", "nsfw": true}, {"question": "Who is most likely to check themselves out in a mirror and admire what they see?", "nsfw": true}, {"question": "Who is most likely to be able to do tongue twisters while drunk?", "nsfw": true}, {"question": "Who is most likely to win a Guinness World Record for something stupid?", "nsfw": true}, {"question": "Who is most likely to have needed a lawyer in the past?", "nsfw": true}, {"question": "Who is most likely to have a body buried in their backyard?", "nsfw": true}, {"question": "Who is most likely to threaten a co-worker?", "nsfw": true}, {"question": "Who is most likely to post a hate speech online?", "nsfw": true}, {"question": "Who is most likely to buy stolen goods?", "nsfw": true}, {"question": "Who is most likely to own a very creepy statue?", "nsfw": true}, {"question": "Who is most likely to download movies illegally?", "nsfw": true}, {"question": "Who is most likely to steal from an older person?", "nsfw": true}, {"question": "Who is most likely to break into a house?", "nsfw": true}, {"question": "Who is most likely to harm themselves if their partner left them?", "nsfw": true}, {"question": "Who is most likely to cheat with a best friend?", "nsfw": true}, {"question": "Who is most likely to get cheated on?", "nsfw": true}, {"question": "Who is most likely to get friend-zoned after a weird sexual encounter?", "nsfw": true}, {"question": "Who is most likely to laugh out loud at a funeral?", "nsfw": true}, {"question": "Who is most likely to start singing at an inappropriate time?", "nsfw": true}, {"question": "Who is most likely to talk to you on the phone while using the bathroom?", "nsfw": true}, {"question": "Who is most likely to fart and blame someone else?", "nsfw": true}, {"question": "Who is most likely to score at a burial?", "nsfw": true}, {"question": "Who is most likely to hit on their best friend’s parent?", "nsfw": true}, {"question": "Who is most likely to flirt with someone else while on a date?", "nsfw": true}, {"question": "Who is most likely to make a record for not cleaning underwear?", "nsfw": true}, {"question": "Who is most likely to watch adult films with family?", "nsfw": true}, {"question": "Who is most likely to bathe only once monthly?", "nsfw": true}, {"question": "Who is most likely to walk into their parents having sex?", "nsfw": true}, {"question": "Who is most likely to be a cool mom?", "nsfw": true}, {"question": "Who is most likely to keep the bride’s deepest secrets?", "nsfw": true}, {"question": "Who is most likely to be the first or last on the dance floor?", "nsfw": true}, {"question": "Who is most likely to continue using their maiden’s name?", "nsfw": true}, {"question": "Who is most likely to find their soulmate at the wedding?", "nsfw": true}, {"question": "Who is most likely to help the bride elope from the wedding?", "nsfw": true}, {"question": "Who is most likely to be a weed smoker?", "nsfw": true}, {"question": "Who is most likely to commit suicide over a scandal?", "nsfw": true}, {"question": "Who is most likely to leave a generous tip after a nice treat?", "nsfw": true}, {"question": "Who is most likely to pass wind in public?", "nsfw": false}, {"question": "Who is most likely to become a slave?", "nsfw": false}, {"question": "Who is most likely to write the worst-selling book?", "nsfw": false}, {"question": "Who is most likely to become a social media influencer?", "nsfw": false}, {"question": "Who is most likely to go skinny dipping shamelessly?", "nsfw": false}, {"question": "Who is most likely to wear a crazy hairstyle all year long?", "nsfw": false}, {"question": "Who is most likely to pretend to be the opposite gender?", "nsfw": false}, {"question": "Who is most likely to become a clown?", "nsfw": false}, {"question": "Who is most likely to be fearless in skydiving?", "nsfw": false}, {"question": "Who is most likely to have the most spoilt kids?", "nsfw": false}, {"question": "Who is most likely to take the most candy at a go?", "nsfw": false}, {"question": "Who is most likely to abandon their country for greener pasture?", "nsfw": false}, {"question": "Who is most likely to miss their wedding because of oversleeping?", "nsfw": false}, {"question": "Who is most likely to throw tantrums in public?", "nsfw": false}, {"question": "Who is most likely to donate their life savings to charity?", "nsfw": false}, {"question": "Who is most likely to marry their pet?", "nsfw": false}, {"question": "Who is most likely to divorce their partner for the pettiest reasons?", "nsfw": false}, {"question": "Who is most likely to go bungee jumping naked?", "nsfw": false}, {"question": "Who is most likely to act in the adult film industry?", "nsfw": false}, {"question": "Who is most likely to fight a police officer?", "nsfw": false}, {"question": "Who is most likely to be a sucker for romantic movies?", "nsfw": false}, {"question": "Who is most likely to have the weirdest fetish?", "nsfw": false}, {"question": "Who is most likely to suck at first-time dates?", "nsfw": false}, {"question": "Who is most likely to lie about meeting a ghost?", "nsfw": false}, {"question": "Who is most likely to fake their death?", "nsfw": false}, {"question": "Who is most likely to pick their nose when not being watched?", "nsfw": false}, {"question": "Who is most likely to turn up to work drunk?", "nsfw": false}, {"question": "Who is most likely to skip work to attend a party?", "nsfw": false}, {"question": "Who is most likely to burn the house down while cooking?", "nsfw": false}, {"question": "Who is most likely to neglect the kids when babysitting?", "nsfw": false}, {"question": "Who is most likely to break people’s hearts?", "nsfw": false}, {"question": "Who is most likely to ruin their ex’s wedding?", "nsfw": false}, {"question": "Who is most likely to be dramatic?", "nsfw": false}, {"question": "Who is most likely to forget to pick their kids from school?", "nsfw": false}, {"question": "Who is most likely to get struck by lightning?", "nsfw": false}, {"question": "Who is most likely to turn into a genius?", "nsfw": false}, {"question": "Who is most likely to drive the most expensive car?", "nsfw": false}, {"question": "Who is most likely to relapse after going to rehab?", "nsfw": false}, {"question": "Who is most likely to stand up to an intruder?", "nsfw": false}, {"question": "Who is most likely to kill an innocent animal?", "nsfw": false}, {"question": "Who is most likely to become an overthinker?", "nsfw": false}, {"question": "Who would most likely dye their hair in weird colors?", "nsfw": false}, {"question": "Who is most likely to embarrass kids in public?", "nsfw": false}, {"question": "Who would most likely cheer people up easily?", "nsfw": false}, {"question": "Who is most likely to have petty excuses?", "nsfw": false}, {"question": "Who is most likely to make an offensive joke openly?", "nsfw": false}, {"question": "Who is most likely to change their name in a court of law?", "nsfw": false}, {"question": "Who is most likely to turn into a politician?", "nsfw": false}, {"question": "Who is most likely to pull off a prank successfully?", "nsfw": false}, {"question": "Who is most likely to slam the door after an argument?", "nsfw": false}, {"question": "Who is most likely to win a Nobel Peace Prize?", "nsfw": false}, {"question": "Who is most likely to kill themselves after a heartbreak?", "nsfw": false}, {"question": "Who is most likely to obsess over a celebrity?", "nsfw": false}, {"question": "Who is most likely to lie to the police?", "nsfw": false}, {"question": "Who is most likely to live alone on an island?", "nsfw": false}, {"question": "Who is most likely to remain single forever?", "nsfw": false}, {"question": "Who is most likely to remain a virgin till marriage?", "nsfw": false}, {"question": "Who is most likely to create a brand?", "nsfw": false}, {"question": "Who is most likely to marry a closeted gay friend?", "nsfw": false}, {"question": "Who is most likely to get a face tattoo?", "nsfw": false}, {"question": "Who is most likely to get arrested for being too drunk?", "nsfw": false}, {"question": "Who is most likely to become a magician?", "nsfw": false}, {"question": "Who is most likely to visit all the continents?", "nsfw": false}, {"question": "Who is most likely to work in the White House?", "nsfw": false}, {"question": "Who is most likely to become Hollywood famous?", "nsfw": false}, {"question": "Who is most likely to become the wealthiest?", "nsfw": false}, {"question": "Who is most likely to retire in a deserted farmhouse?", "nsfw": false}, {"question": "Who is most likely to have more than ten children?", "nsfw": false}, {"question": "Who is most likely to have a weird phobia?", "nsfw": false}, {"question": "Who is most likely to tour the world by sea?", "nsfw": false}, {"question": "Who is most likely to get kicked out of a cinema?", "nsfw": false}, {"question": "Who is most likely to use a fake I.D. to get into a club?", "nsfw": false}, {"question": "Who is most likely to live the longest?", "nsfw": false}, {"question": "Who is most likely to live in the wilderness?", "nsfw": false}, {"question": "Who is most likely to author a book?", "nsfw": false}, {"question": "Who is most likely to marry into a royal family?", "nsfw": false}, {"question": "Who is most likely to become a private investigator?", "nsfw": false}, {"question": "Who is most likely to become a race car driver?", "nsfw": false}, {"question": "Who is most likely to die without having children?", "nsfw": false}, {"question": "Who is most likely to work as a journalist?", "nsfw": false}, {"question": "Who is most likely to live in a big city?", "nsfw": false}, {"question": "Who is most likely to become an alcoholic?", "nsfw": false}, {"question": "Who is most likely to live on a farm?", "nsfw": false}, {"question": "Who is most likely to be a gang member?", "nsfw": false}, {"question": "Who is most likely to set a Guinness World record for something?", "nsfw": false}, {"question": "Who is most likely to be imprisoned?", "nsfw": false}, {"question": "Who’s most likely to get a stalker?", "nsfw": false}, {"question": "Who is most likely to become the next USA president?", "nsfw": false}, {"question": "Most likely to be in a choir?", "nsfw": false}, {"question": "Who is most likely to have a million followers on social media?", "nsfw": false}, {"question": "Who is most likely to take up professional sports?", "nsfw": false}, {"question": "Who is most likely to lock themselves out of the house?", "nsfw": false}, {"question": "Who is most likely to marry a celebrity?", "nsfw": false}, {"question": "Who is most likely to give all their wealth to charity?", "nsfw": false}, {"question": "Who is most likely to become a bestselling author?", "nsfw": false}, {"question": "Who is most likely to be the Miss Universe?", "nsfw": false}, {"question": "Who is most likely to become an inventor?", "nsfw": false}, {"question": "Who is most likely to join the army?", "nsfw": false}, {"question": "Who is most likely to win the lottery?", "nsfw": false}, {"question": "Who is most likely to go to space?", "nsfw": false}, {"question": "Who is most likely to die first?", "nsfw": false}, {"question": "Who is most likely to cry in a sad movie?", "nsfw": false}, {"question": "Who is most likely to be interested in same-sex marriage?", "nsfw": false}, {"question": "Who is most likely to fight in public?", "nsfw": false}, {"question": "Who is most likely to do weird things in public?", "nsfw": false}, {"question": "Who is most likely to work at Facebook?", "nsfw": false}, {"question": "Who is most likely to become a doctor?", "nsfw": false}, {"question": "Who is most likely to be sensitive?", "nsfw": false}, {"question": "Who is most likely to appear on a reality show?", "nsfw": false}, {"question": "Who is most likely to Have the most piercings?", "nsfw": false}, {"question": "Who is most likely to fret about small things?", "nsfw": false}, {"question": "Who is most likely to win an Oscar award?", "nsfw": false}, {"question": "Who is most likely to have plastic surgery?", "nsfw": false}, {"question": "Who is most likely to quit their job and travel the world?", "nsfw": false}, {"question": "Who is most likely to be a poet?", "nsfw": false}, {"question": "Who is most likely to have a one-night stand?", "nsfw": false}, {"question": "Who is most likely to be a stand-up comedian?", "nsfw": false}, {"question": "Who is most likely to work for NASA?", "nsfw": false}, {"question": "Who is most likely to be involved in a felony?", "nsfw": false}, {"question": "Who is most likely to sue the government?", "nsfw": false}, {"question": "Who is most likely to stay longest in the bathroom?", "nsfw": false}, {"question": "Who is most likely to be a perfect kisser?", "nsfw": false}, {"question": "Who is most likely to visit the Eiffel tower?", "nsfw": false}, {"question": "Who is most likely to play the role of a superhero?", "nsfw": false}, {"question": "Who is most likely to have children first?", "nsfw": false}, {"question": "Who is most likely to buy a luxury car?", "nsfw": false}, {"question": "Who is most likely to date their boss?", "nsfw": false}, {"question": "Who is most likely to order a pizza within the next 24 hours?", "nsfw": false}, {"question": "Who is most likely to be a painter?", "nsfw": false}, {"question": "Who is most likely to dye their hair?", "nsfw": false}, {"question": "Who is most likely to sleep naked?", "nsfw": false}, {"question": "Who is most likely to be willing to kiss their crush?", "nsfw": false}, {"question": "Who is most likely not to join a university?", "nsfw": false}, {"question": "Who is most likely to be the first one to die in a zombie attack?", "nsfw": false}, {"question": "Who is most likely to be a billionaire?", "nsfw": false}, {"question": "Who is most likely to change their first name?", "nsfw": false}, {"question": "Who is most likely to be an undercover agent?", "nsfw": false}, {"question": "Who is most likely to snore?", "nsfw": false}, {"question": "Who is most likely to be a gambler?", "nsfw": false}, {"question": "Who is most likely never to leave their country?", "nsfw": false}, {"question": "Who is most likely to be afraid of watching horror movies?", "nsfw": false}, {"question": "Who is most likely to go bankrupt?", "nsfw": false}, {"question": "Who is most likely to backstab friends?", "nsfw": false}, {"question": "Who is most likely to have a family of daughters?", "nsfw": false}, {"question": "Who is most likely to marry their best friend’s ex?", "nsfw": false}, {"question": "Who is most likely to pick up a girl at a funeral?", "nsfw": false}, {"question": "Who is most likely to be in two or more relationships at once?", "nsfw": false}, {"question": "Who is most likely to give their train seat to a pregnant lady?", "nsfw": false}, {"question": "Who is most likely to get hooked on drugs?", "nsfw": false}, {"question": "Who is most likely to fake-reserve a seat at a restaurant?", "nsfw": false}, {"question": "Who is most likely to make love in public?", "nsfw": false}, {"question": "Who is most likely to be a lenient parent?", "nsfw": false}, {"question": "Who is most likely to freak out during a storm?", "nsfw": false}, {"question": "Who is most likely to build a house next to a beach?", "nsfw": false}, {"question": "Who is most likely to sleep through an alarm?", "nsfw": false}, {"question": "Who is most likely to remain in the shower the longest?", "nsfw": false}, {"question": "Who is most likely to arrive late to an important event?", "nsfw": false}, {"question": "Who is most likely to get mad after losing a game?", "nsfw": false}, {"question": "Who is most likely to lose their phone at a party?", "nsfw": false}, {"question": "Who is most likely to offer the same gift all the time?", "nsfw": false}, {"question": "Who is most likely to destroy their phone in a fit of rage?", "nsfw": false}, {"question": "Who is most likely to go on a spontaneous cross-country road trip?", "nsfw": false}, {"question": "Who is most likely to go days without showering?", "nsfw": false}, {"question": "Who is most likely to steal their parent’s car?", "nsfw": false}, {"question": "Who is most likely to be expelled?", "nsfw": false}, {"question": "Who is most likely to forget their keys in the car?", "nsfw": false}, {"question": "Who is most likely to stay with their parents the longest?", "nsfw": false}, {"question": "Who is most likely to leave without notice?", "nsfw": false}, {"question": "Who is most likely to have straight A’s?", "nsfw": false}, {"question": "Who is most likely to spend hours on a phone call?", "nsfw": false}, {"question": "Who is most likely to piss themselves when scared?", "nsfw": false}, {"question": "Who is most likely to move out because of a spider?", "nsfw": false}, {"question": "Who is most likely to sneak out for a party?", "nsfw": false}, {"question": "Who is most likely to fail a lie-detector test?", "nsfw": false}, {"question": "Who is most likely to sleep while watching the television?", "nsfw": false}, {"question": "Who is most likely to be their parents’ favorite?", "nsfw": false}, {"question": "Who is most likely to cover for their sibling?", "nsfw": false}, {"question": "Who is most likely to be a loner?", "nsfw": false}, {"question": "Who is most likely to be student president?", "nsfw": false}, {"question": "Who is most likely to be self-employed?", "nsfw": false}, {"question": "Who is most likely to mess up during an interview?", "nsfw": false}, {"question": "Who is most likely to go bald first?", "nsfw": false}, {"question": "Who is most likely to skip a meal because of a video game?", "nsfw": false}, {"question": "Who is most likely to spend all day online?", "nsfw": false}, {"question": "Who is most likely to never recover from heartbreak?", "nsfw": false}, {"question": "Who is most likely to end a relationship after a week?", "nsfw": false}, {"question": "Who is most likely to spend the whole day in bed?", "nsfw": false}, {"question": "Who is most likely to get pregnant first?", "nsfw": false}, {"question": "Who is most likely to cling to a toxic relationship?", "nsfw": false}, {"question": "Who is most likely to have an imaginary friend?", "nsfw": false}, {"question": "Who is most likely to be attacked by a wild animal?", "nsfw": false}, {"question": "Who is most likely to form a close bond with a cat?", "nsfw": false}, {"question": "Who is most likely to start a YouTube channel?", "nsfw": false}, {"question": "Who is most likely to be a horrible boss?", "nsfw": false}, {"question": "Who is most likely to marry a millionaire?", "nsfw": false}, {"question": "Who is most likely to change their sexual orientation?", "nsfw": false}, {"question": "Who is most likely to listen to rock and roll?", "nsfw": false}, {"question": "Who is most likely to develop a beer belly?", "nsfw": false}, {"question": "Who is most likely to be a deadbeat parent?", "nsfw": false}]