[{"question": ""}, {"question": "Never have I ever lied about who I voted for"}, {"question": "Never have I ever farted while squatting in the gym."}, {"question": "Never have I ever slept with someone within an hour of meeting them."}, {"question": "Never have I ever been caught 'doing it'."}, {"question": "Never have I ever broken a bone"}, {"question": "Never have I ever purposely given someone bad advice"}, {"question": "Never have I ever creeped an ex on social media"}, {"question": "Never have I ever woken up with bruises and not know how they got there."}, {"question": "Never have I ever spent more than $50 on underwear."}, {"question": "Never have I ever accepted a drink from a stranger"}, {"question": "Never have I ever farted in a closed space and watched others squeal."}, {"question": "Never have I ever been in handcuffs, for any reason."}, {"question": "Never have I ever Skinny Dipped."}, {"question": "Never have I ever been locked in a room."}, {"question": "Never have I ever sent a racy text to the wrong person"}, {"question": "Never have I ever regifted."}, {"question": "Never have I ever mooned someone"}, {"question": "Never have I ever gotten a tattoo I regret."}, {"question": "Never have I ever been backstage at a concert"}, {"question": "Never have I ever gotten into a physical fight"}, {"question": "Never have I ever lied about my age"}, {"question": "Never have I ever lost more than $50 gambling"}, {"question": "Never have I ever stagedived"}, {"question": "Never have I ever told my parents I was staying at a friend's house but was really somewhere else"}, {"question": "Never have I ever called in sick but wasn’t."}, {"question": "Never have I ever caught my parents doing it."}, {"question": "Never have I ever voted for Trump;"}, {"question": "Never have I ever said I was going to go somewhere with no absolutely no intention of actually going."}, {"question": "Never have I ever been to a strip club"}, {"question": "Never have I ever had a picnic date."}, {"question": "Never have I ever dyed my hair the wrong color!"}, {"question": "Never have I ever peed in the shower."}, {"question": "Never have I ever been the subject of a rumor that wasn’t true"}, {"question": "Never have I ever kicked a masseuse during a massage by mistake."}, {"question": "Never have I ever tasted breast milk."}, {"question": "Never have I ever fallen asleep on my partner while watching TV."}, {"question": "Never have I ever gone streaking"}, {"question": "Never have I ever hitchhiked"}, {"question": "Never have I ever worn something I took out of my dirty laundry"}, {"question": "Never have I ever been a maid of honor"}, {"question": "Never have I ever used a friends pleasure toys."}, {"question": "Never have I ever slept in my car"}, {"question": "Never have I ever played two truths ad a lie with as a conversation starter."}, {"question": "Never have I ever tried a fad diet"}, {"question": "Never have I ever went more than a day without brushing my teeth"}, {"question": "Never have I ever had a crush on a friend's sibling"}, {"question": "Never have I ever tasted cat food."}, {"question": "Never have I ever dropped a phone on my face."}, {"question": "Never have I ever tried to change my partner's phone to an iPhone."}, {"question": "Never have I ever challenged an animal to a fight."}, {"question": "Never have I ever dined and dashed"}, {"question": "Never have I ever run a red light"}, {"question": "Never have I ever cried or flirted my way out of a ticket"}, {"question": "Never have I ever done something totally stupid and broke a bone."}, {"question": "Never have I ever read a partner’s text messages"}, {"question": "Never have I ever dined and ditched"}, {"question": "Never have I ever cheated on a test"}, {"question": "Never have I ever ridden a horse"}, {"question": "Never have I ever been on a cruise"}, {"question": "Never have I ever been on a blind date"}, {"question": "Never have I ever fallen asleep in the cinema."}, {"question": "Never have I ever fallen asleep in class"}, {"question": "Never have I ever been chased by a cat."}, {"question": "Never have I ever tried cross-fit"}, {"question": "Never have I ever dreamed about my wedding day."}, {"question": "Never have I ever eaten only ice cream for a whole day."}, {"question": "Never have I ever been Mexico"}, {"question": "Never have I ever had surgery"}, {"question": "Never have I ever set a friend up on a date"}, {"question": "Never have I ever fell asleep on the bus and missed my stop;"}, {"question": "Never have I ever sniffed marker ink;"}, {"question": "Never have I ever hosted the annual Christmas party."}, {"question": "Never have I ever slid into an ex’s DMs"}, {"question": "Never have I ever been locked in a room for more than an hour;"}, {"question": "Never have I ever done it on my period."}, {"question": "Never have I ever spilled pen ink in my pocket"}, {"question": "Never have I ever lied to my best friend"}, {"question": "Never have I ever watched the new year celebration lights."}, {"question": "Never have I ever given someone a black eye."}, {"question": "Never have I ever taken the morning after pill."}, {"question": "Never have I ever smoked any substance."}, {"question": "Never have I ever eaten my own bugger."}, {"question": "Never have I ever eaten whipped cream straight out of the can"}, {"question": "Never have I ever smoked a joint"}, {"question": "Never have I ever gotten or given a hickey"}, {"question": "Never have I ever kissed more than one person in 24 hours"}, {"question": "Never have I ever called the cops on someone else"}, {"question": "Never have I ever received nudes"}, {"question": "Never have I ever walked in on my parents"}, {"question": "Never have I ever been sneezed on."}, {"question": "Never have I ever thought a cartoon character was hot"}, {"question": "Never have I ever made a snow angel."}, {"question": "Never have I ever been on TV"}, {"question": "Never have I ever blabbed something I swore to secrecy"}, {"question": "Never have I ever cheated in a board game"}, {"question": "Never have I ever travelled solo"}, {"question": "Never have I ever been walked in on by someone;"}, {"question": "Never have I ever lied to a law enforcement officer"}, {"question": "Never have I ever thrown up because someone else threw up;"}, {"question": "Never have I ever been dumpster diving"}, {"question": "Never have I ever gone vegan"}, {"question": "Never have I ever made out in a public place"}, {"question": "Never have I ever dinned and dashed with a significant other."}, {"question": "Never have I ever screwed around in an elevator."}, {"question": "Never have I ever ridden a snow sled."}, {"question": "Never have I ever gone on a blind date"}, {"question": "Never have I ever created an ugly Christmas sweater."}, {"question": "Never have I ever worn a Broken Watch for style."}, {"question": "Never have I ever had sushi."}, {"question": "Never have I ever campaigned for a political candidate"}, {"question": "Never have I ever cheated on a test."}, {"question": "Never have I ever been hungover"}, {"question": "Never have I ever tried hard drugs"}, {"question": "Never have I ever taken a sexy selfie."}, {"question": "Never have I ever tasted myself."}, {"question": "Never have I ever started a fight;"}, {"question": "Never have I ever lurked my partner’s ex on social media"}, {"question": "Never have I ever watched a NASCAR race"}, {"question": "Never have I ever thrown someone else a surprise party"}, {"question": "Never have I ever trolled a stranger online"}, {"question": "Never have I ever been hospitalized for something other than giving birth or being born"}, {"question": "Never have I ever filmed an intimate moment"}, {"question": "Never have I ever quit drinking more than twice."}, {"question": "Never have I ever faked sick from work"}, {"question": "Never have I ever learned a foreign language"}, {"question": "Never have I ever slipped and fell on nothing."}, {"question": "Never have I ever read a partner’s emails"}, {"question": "Never have I ever sang at karaoke."}, {"question": "Never have I ever drunk-dialed my ex"}, {"question": "Never have I ever driven a car naked/"}, {"question": "Never have I ever been sent to the principal's office as a kid"}, {"question": "Never have I ever gotten a speeding ticket"}, {"question": "Never have I ever been fired"}, {"question": "Never have I ever marched in a protest"}, {"question": "Never have I ever sang out loud in a friends shower."}, {"question": "Never have I ever gotten a lap dance"}, {"question": "Never have I ever been trapped in an elevator."}, {"question": "Never have I ever ghosted someone"}, {"question": "Never have I ever had a broken heart"}, {"question": "Never have I ever frightened someone using the deepness of my voice."}, {"question": "Never have I ever tossed the salad."}, {"question": "Never have I ever visited a nude beach"}, {"question": "Never have I ever put a thumb in it."}, {"question": "Never have I ever went to work without bathing."}, {"question": "Never have I ever fallen asleep in public"}, {"question": "Never have I ever had a white Christmas."}, {"question": "Never have I ever tried moonshine"}, {"question": "Never have I ever pretended to be sick to get out of school"}, {"question": "Never have I ever stolen something from my workplace"}, {"question": "Never have I ever been a best man"}, {"question": "Never have I ever watched an entire television series in a day"}, {"question": "Never have I ever lost my voice"}, {"question": "Never have I ever slept with twins."}, {"question": "Never have I ever lied on a dating profile"}, {"question": "Never have I ever laughed until I threw up."}, {"question": "Never have I ever clogged a toilet"}, {"question": "Never have I ever done a double date."}, {"question": "Never have I ever woken up someone with my snoring."}, {"question": "Never have I ever eaten food that broke the five-second rule"}, {"question": "Never have I ever been to an NBA or WNBA game"}, {"question": "Never have I ever teased an army official."}, {"question": "Never have I ever worn white to a wedding"}, {"question": "Never have I ever called a partner the wrong name"}, {"question": "Never have I ever tripped someone in public."}, {"question": "Never have I ever been expelled"}, {"question": "Never have I ever flirted with a much older lady."}, {"question": "Never have I ever been upset with a partner for not performing well."}, {"question": "Never have I ever worked retail"}, {"question": "Never have I ever gone commando."}, {"question": "Never have I ever shaved my head"}, {"question": "Never have I ever damaged my parent's vehicle and fixed it on the same night."}, {"question": "Never have I ever won more than $50 gambling"}, {"question": "Never have I ever touched myself to a Youtube video."}, {"question": "Never have I ever hosted a barbecue."}, {"question": "Never have I ever had a friend with benefits"}, {"question": "Never have I ever farted in front of a significant other"}, {"question": "Never have I ever been camping"}, {"question": "Never have I ever danced in the rain"}, {"question": "Never have I ever stolen anything"}, {"question": "Never have I ever gotten seasick"}, {"question": "Never have I ever traveled with a significant other."}, {"question": "Never have I ever pulled a push door;"}, {"question": "Never have I ever lurked my ex on social media"}, {"question": "Never have I ever done it in the sea."}, {"question": "Never have I ever worn a wig or extensions"}, {"question": "Never have I ever celebrated Christmas."}, {"question": "Never have I ever played spin the bottle"}, {"question": "Never have I ever been invited to a threesome."}, {"question": "Never have I ever read someone else’s mail"}, {"question": "Never have I ever cursed in front a of a child"}, {"question": "Never have I ever ran across the road to avoid a car."}, {"question": "Never have I ever made out in a movie theater"}, {"question": "Never have I ever waited tables"}, {"question": "Never have I ever thrown up and swallow it."}, {"question": "Never have I ever gone surfing"}, {"question": "Never have I ever broken someone else’s heart"}, {"question": "Never have I ever used Facebook."}, {"question": "Never have I ever returned something after I wore it"}, {"question": "Never have I ever heckled a live performance"}, {"question": "Never have I ever donated an organ"}, {"question": "Never have I ever beaten a video game"}, {"question": "Never have I ever flashed someone"}, {"question": "Never have I ever hit a parked car"}, {"question": "Never have I ever hooked up with a friend’s ex"}, {"question": "Never have I ever thrown up on a friend."}, {"question": "Never have I ever had an STD."}, {"question": "Never have I ever lied on my resume"}, {"question": "Never have I ever accidentally said “I love you” to someone"}, {"question": "Never have I ever used the 5 second rule for food that fell."}, {"question": "Never have I ever cut my own hair."}, {"question": "Never have I ever been in a police car"}, {"question": "Never have I ever had a blistering sunburn"}, {"question": "Never have I ever laughed at a funeral"}, {"question": "Never have I ever joined the mile-high club"}, {"question": "Never have I ever been blackout drunk"}, {"question": "Never have I ever been someone’s one phone call from jail"}, {"question": "Never have I ever picked up a hitchhiker"}, {"question": "Never have I ever taken credit for someone else’s work"}, {"question": "Never have I ever kissed a celebrity."}, {"question": "Never have I ever set something on fire (people included);"}, {"question": "Never have I ever had a wardrobe malfunction"}, {"question": "Never have I ever sent nudes"}, {"question": "Never have I ever dressed my family in matching Christmas outfits."}, {"question": "Never have I ever built A Snow Man."}, {"question": "Never have I ever worn Crocs."}, {"question": "Never have I ever been with someone 10 inches or longer."}, {"question": "Never have I ever slept with my pet."}, {"question": "Never have I ever slid into someone's DMs"}, {"question": "Never have I ever used a dating app"}, {"question": "Never have I ever used someone else's toothbrush"}, {"question": "Never have I ever crashed a party or wedding"}, {"question": "Never have I ever dyed my hair"}, {"question": "Never have I ever danced on a bar."}, {"question": "Never have I ever fallen asleep at work"}, {"question": "Never have I ever used the bathroom in complete darkness."}, {"question": "Never have I ever gotten gum in my hair"}, {"question": "Never have I ever gotten into a fender bender"}, {"question": "Never have I ever Googled someone before a date"}, {"question": "Never have I ever shared a news story without reading past the headline"}, {"question": "Never have I ever dressed in drag"}, {"question": "Never have I ever been kicked out of a bar."}, {"question": "Never have I ever done it with a family member in the same building."}, {"question": "Never have I ever been called a player"}, {"question": "Never have I ever eaten raw fish."}, {"question": "Never have I ever had chicken pox"}, {"question": "Never have I ever spent an entire day watching reality TV"}, {"question": "Never have I ever given lap dance"}, {"question": "Never have I ever went more than three days without showering"}, {"question": "Never have I ever dated or hooked up with someone 10 years older"}, {"question": "Never have I ever sent someone a picture of my stuff."}, {"question": "Never have I ever held a gun;"}, {"question": "Never have I ever been to psychic"}, {"question": "Never have I ever tried bathing in a fountain."}, {"question": "Never have I ever prank called someone"}, {"question": "Never have I ever cooked outdoors."}, {"question": "Never have I ever had an alcoholic drink"}, {"question": "Never have I ever used someone else's Netflix password"}, {"question": "Never have I ever gone snowboarding"}, {"question": "Never have I ever held a grudge longer than a year"}, {"question": "Never have I ever tipped more than 50 percent"}, {"question": "Never have I ever danced on a pole"}, {"question": "Never have I ever had a cavity"}, {"question": "Never have I ever showered with the same sex."}, {"question": "Never have I ever sent my food back to the chef."}, {"question": "Never have I ever been someone else’s alibi"}, {"question": "Never have I ever tried to make an ex jealous"}, {"question": "Never have I ever dated a musician"}, {"question": "Never have I ever baked my own cake on Christmas."}, {"question": "Never have I ever talked to a family member about my sex life"}, {"question": "Never have I ever tried weed."}, {"question": "Never have I ever rode a motorcycle"}, {"question": "Never have I ever had to fake it."}, {"question": "Never have I ever been arrested"}, {"question": "Never have I ever used an emoji when texting."}, {"question": "Never have I ever flirted with a waiter or bartender"}, {"question": "Never have I ever shoveled snow from my driveway."}, {"question": "Never have I ever sent a sext to the wrong person"}, {"question": "Never have I ever snooped through someone's phone"}, {"question": "Never have I ever pranked my parents."}, {"question": "Never have I ever slid into a stranger’s DMs"}, {"question": "Never have I ever sharted."}, {"question": "Never have I ever thrown up in public"}, {"question": "Never have I ever kissed an animal."}, {"question": "Never have I ever gotten drunk playing games like this."}, {"question": "Never have I ever laughed so hard I spit out my drink"}, {"question": "Never have I ever used Tinder."}, {"question": "Never have I ever been awake for 24 straight hours or more"}, {"question": "Never have I ever lost a bet"}, {"question": "Never have I ever cheated on a partner"}, {"question": "Never have I ever used a fake ID"}, {"question": "Never have I ever been to an NFL game"}, {"question": "Never have I ever lived alone"}, {"question": "Never have I ever done it while a family member was in the same room."}, {"question": "Never have I ever worked on Christmas Eve."}, {"question": "Never have I ever stalked my Ex."}, {"question": "Never have I ever traveled to a foreign country"}, {"question": "Never have I ever set something on fire (people included)."}, {"question": "Never have I ever had a surprise party thrown for me"}, {"question": "Never have I ever been snowed in."}, {"question": "Never have I ever required medical attention due to a foreign object stuck inside my body."}, {"question": "Never have I ever fallen in love at first sight"}, {"question": "Never have I ever texted or taken a call at the movies"}, {"question": "Never have I ever been nude in public"}, {"question": "Never have I ever lied about my relationship status"}, {"question": "Never have I ever had frostbite"}, {"question": "Never have I ever seen someone die"}, {"question": "Never have I ever tried to impress someone who hates me."}, {"question": "Never have I ever had a road rage incident"}, {"question": "Never have I ever been scuba diving"}, {"question": "Never have I ever wished for a Christmas baby."}, {"question": "Never have I ever gone skydiving"}, {"question": "Never have I ever gotten heated during a family game night"}, {"question": "Never have I ever farted in an elevator and pretended it was not me."}, {"question": "Never have I ever cheated."}, {"question": "Never have I ever done something I thought I would never do."}, {"question": "Never have I ever chased down an animal while driving."}, {"question": "Never Have I ever rainbow kissed."}, {"question": "Never have I ever said I am never drinking again."}, {"question": "Never have I ever played strip poker"}, {"question": "Never have I ever lied to my kids"}, {"question": "Never have I ever set something on fire while cooking"}, {"question": "Never have I ever seen something creepy while using public transportation"}, {"question": "Never have I ever gotten a bedroom-related injury"}, {"question": "Never have I ever auditioned for a reality show"}, {"question": "Never have I ever kissed a stranger."}, {"question": "Never have I ever had a one night stand."}, {"question": "Never have I ever worked with someone I couldn’t stand"}, {"question": "Never have I ever burned the family Christmas Dinner."}, {"question": "Never have I ever changed a tire"}, {"question": "Never have I ever drank an entire bottle of wine"}, {"question": "Never have I ever chipped a tooth"}, {"question": "Never have I ever gone without a bath or shower for more than a week;"}, {"question": "Never have I ever gone caroling."}, {"question": "Never have I ever hooked up with a friend’s sibling"}, {"question": "Never have I ever started a hashtag"}, {"question": "Never have I ever paid for adult content"}, {"question": "Never have I ever abandoned my baby mama."}, {"question": "Never have I ever not cleaned my teeth for over 48 hrs."}, {"question": "Never have I ever had food poisoning"}, {"question": "Never have I ever done a “drive-by” of an ex or crush’s house"}, {"question": "Never have I ever ruined someone else’s vacation"}, {"question": "Never have I ever dated someone I was told to date by friends."}, {"question": "Never have I ever made a wish after seeing a falling star."}, {"question": "Never have I ever hooked up with an ex’s friend"}, {"question": "Never have I ever fought with a partner in public"}, {"question": "Never have I ever been to the circus."}, {"question": "Never have I ever gone bungee jumping"}, {"question": "Never have I ever told someone \"I love you\" without meaning it"}, {"question": "Never have I ever accepted a drop from total strangers."}, {"question": "Never have I ever swam naked in someone else's pool."}, {"question": "Never have I ever sang in public"}, {"question": "Never have I ever cheated on someone"}, {"question": "Never have I ever slept in until after midday on Christmas"}, {"question": "Never have I ever dreaded Christmas Cleaning."}, {"question": "Never have I ever blamed a fart on a pet"}, {"question": "Never have I ever adjusted myself in public"}, {"question": "Never have I ever witnessed a crime"}, {"question": "Never have I ever snuck into a movie"}, {"question": "Never have I ever had a negative bank account balance"}, {"question": "Never have I ever gone commando"}, {"question": "Never have I ever been in a talent show"}, {"question": "Never have I ever thought a friend’s baby was ugly"}, {"question": "Never have I ever hit someone for no reason."}, {"question": "Never have I ever toilet-papered someone's house"}, {"question": "Never have I ever sent a stranger a drink"}, {"question": "Never have I ever driven a stick shift"}, {"question": "Never have I ever stalked an ex online."}, {"question": "Never have I ever re-gifted something"}, {"question": "Never have I ever eaten an entire pizza alone"}, {"question": "Never have I ever shot a person by accident."}, {"question": "Never have I ever spent Christmas alone."}, {"question": "Never have I ever won a game of Monopoly."}, {"question": "Never have I ever cut my own hair"}, {"question": "Never have I ever stolen alcohol from the kitchen."}, {"question": "Never have I ever ridden a motorcycle;"}, {"question": "Never have I ever lied about my income"}, {"question": "Never have I ever cursed in front of an in-law"}, {"question": "Never have I ever done it in a public place."}, {"question": "Never have I ever eaten someone else’s lunch from the office fridge"}, {"question": "Never have I ever snooped through a friend’s room, cabinets or property"}, {"question": "Never have I ever dropped a baby"}, {"question": "Never have I ever parked in a handicap spot"}, {"question": "Never have I ever stayed overnight in the hospital"}, {"question": "Never have I ever shouted to hear my echo."}, {"question": "Never have I ever licked food off someone."}, {"question": "Never have I ever accidentally pulled down a Christmas."}, {"question": "Never have I ever given or received gifts for the 12 days of Christmas."}, {"question": "Never have I ever donated blood"}, {"question": "Never have I ever been ghosted"}, {"question": "Never have I ever vomited after a roller coaster ride"}, {"question": "Never have I ever hopped a turnstile"}, {"question": "Never have I ever liked a book to movie adaptation more than the book."}, {"question": "Never have I ever cried in public"}, {"question": "Never have I ever gone more than 20 mph over the speed limit"}, {"question": "Never have I ever hooked up with someone of the same sex or gender"}, {"question": "Never have I ever cut down my own Christmas Tree."}, {"question": "Never have I ever done body shots."}, {"question": "Never have I ever done it on a kitchen counter."}, {"question": "Never have I ever read an entire book in a day"}, {"question": "Never have I ever set my house on fire."}, {"question": "Never have I ever met a celebrity"}, {"question": "Never have I ever eaten a carton of ice cream"}, {"question": "Never have I ever been on TV."}, {"question": "Never have I ever laughed so hard I sharted."}, {"question": "Never have I ever flashed a bartender for a free drink."}, {"question": "Never have I ever done an adrenaline junkie activity with my partner like skydiving."}, {"question": "Never have I ever bought my pet a present."}, {"question": "Never have I ever screamed during a scary movie"}, {"question": "Never have I ever convinced a partner to dump a friend"}, {"question": "Never have I ever had a crush on a teacher"}, {"question": "Never have I ever walked into a glass window;"}, {"question": "Never have I ever filled stockings for Christmas."}, {"question": "Never have I ever sexted an ex"}, {"question": "Never have I ever made a prank phone call."}, {"question": "Never have I ever had a black eye"}, {"question": "Never have I ever given food to a homeless shelter."}, {"question": "Never have I ever given a eulogy"}, {"question": "Never have I ever run for my life"}, {"question": "Never have I ever fired a gun"}, {"question": "Never have I ever created handmade ornaments."}, {"question": "Never have I ever coughed on my boss."}, {"question": "Never have I ever been in love"}, {"question": "Never have I ever lost my shoes during a night out"}, {"question": "Never have I ever second-guessed a relationship"}, {"question": "Never have I ever overdrafted my bank account"}, {"question": "Never have I ever run a marathon"}, {"question": "Never have I ever auditioned for a reality television show"}, {"question": "Never have I ever driven through red lights."}, {"question": "Never have I ever given/received a lap dance."}, {"question": "Never have I ever fainted"}, {"question": "Never have I ever sang karaoke"}, {"question": "Never have I ever dropped my phone in the toilet."}, {"question": "Never have I ever been to a bachelorette party or bachelor party"}, {"question": "Never have I ever had a lucid dream"}, {"question": "Never have I ever been to a pro wrestling match"}, {"question": "Never have I ever eaten caviar"}, {"question": "Never have I ever snuck into a movie theater"}, {"question": "Never have I ever believed in Santa Claus."}, {"question": "Never have I ever used a gas station bathroom"}, {"question": "Never have I ever checked through my phone media to remember the night before."}, {"question": "Never have I ever kissed a stranger"}, {"question": "Never have I ever stayed up all night"}, {"question": "Never have I ever gotten busy in a public place"}, {"question": "Never have I ever slipped on nothing."}, {"question": "Never have I ever been choked."}, {"question": "Never have I ever been to be the Tooth Fairy."}, {"question": "Never have I ever had a sugar daddy."}, {"question": "Never have I ever convinced a friend to dump a partner"}, {"question": "Never have I ever measured my junk."}, {"question": "Never have I ever sneezed on a stranger"}, {"question": "Never have I ever dropped acid"}, {"question": "Never have I ever had a paranormal experience"}, {"question": "Never have I ever changed a car tire."}, {"question": "Never have I ever snitched on someone else at work"}, {"question": "Never have I ever driven before I had my license."}, {"question": "Never have I ever gotten stitches"}, {"question": "Never have I ever cheated in a card game"}, {"question": "Never have I ever gotten a hickey"}, {"question": "Never have I ever spent a night in jail"}, {"question": "Never have I ever baked my own ham."}, {"question": "Never have I ever smoked a cigarette"}, {"question": "Never have I ever deleted a post because it didn't get enough likes"}, {"question": "Never have I ever been a Secret Santa."}, {"question": "Never have I ever given someone a gift and they cried."}, {"question": "Never have I ever gotten in a car accident"}, {"question": "Never have I ever left a mean YouTube comment"}, {"question": "Never have I ever lost weight from stress."}, {"question": "Never have I ever eaten an entire pack of Oreos in one sitting"}, {"question": "Never have I ever peed in a pool."}, {"question": "Never have I ever wished I had kids"}, {"question": "Never have I ever eaten a ghost pepper"}, {"question": "Never have I ever danced on a table"}, {"question": "Never have I ever been to an MLB  game"}, {"question": "Never have I ever left a negative Yelp review"}, {"question": "Never have I ever lied on social media"}, {"question": "Never have I ever peed in the shower;"}, {"question": "Never have I ever gone to work hungover"}, {"question": "Never have I ever dated or hooked up with someone 5 years younger"}, {"question": "Never have I ever peed my pants as an adult"}, {"question": "Never have I ever played a musical instrument"}, {"question": "Never have I ever Squirted."}, {"question": "Never have I ever watched a friend (do it)."}, {"question": "Never have I ever been in handcuffs, for any reason;"}, {"question": "Never have I ever blamed someone else for my mistake at work"}, {"question": "Never have I ever cried at work"}, {"question": "Never have I ever tried dancing like Michael Jackson."}, {"question": "Never have I ever had to use lubrication."}, {"question": "Never have I ever shaved my partner’s pubic hair."}, {"question": "Never have I ever peed in a pool"}, {"question": "Never have I ever cried at school"}, {"question": "Never have I ever been cheated on"}, {"question": "Never have I ever pulled a push door."}, {"question": "Never have I ever lied to my parents"}, {"question": "Never have I ever tried speed dating."}, {"question": "Never have I ever crushed on a celebrity."}, {"question": "Never have I ever sent a dirty text to the wrong person."}, {"question": "Never have I ever been to an NHL game"}, {"question": "Never have I ever been to (2) or more nightclubs in one night."}, {"question": "Never have I ever gone skinny dipping"}, {"question": "Never have I ever cut in line on purpose"}, {"question": "Never have I ever shoplifted"}, {"question": "Never have I ever been stressed by my partner."}, {"question": "Never have I ever tried a BuzzFeed recipe."}, {"question": "Never have I ever been in a helicopter"}, {"question": "Never have I ever kissed my best friend"}, {"question": "Never have I ever flirted with a married person"}, {"question": "Never have I ever cursed at an in-law"}, {"question": "Never have I ever kissed a friend's ex"}, {"question": "Never have I ever spread a rumor I knew wasn’t true"}, {"question": "Never have I ever gotten in a physical fight"}, {"question": "Never have I ever seen an alligator in real life"}, {"question": "Never have I ever fallen in love"}, {"question": "Never have I ever tipped less than 10 percent"}, {"question": "Never have I ever had a one-night stand"}, {"question": "Never have I ever gone skiing"}, {"question": "Never have I ever messed with the watchman."}, {"question": "Never have I ever given someone a fake phone number"}, {"question": "Never have I ever been chased by a dog."}, {"question": "Never have I ever laughed so hard I peed a little;"}, {"question": "Never have I ever cried at a party"}, {"question": "Never have I ever been bungee jumping."}, {"question": "Never have I ever had braces"}, {"question": "Never have I ever tried bodybuilding"}, {"question": "Never have I ever gotten a tattoo"}, {"question": "Never have I ever hooked up with a sibling’s friend"}, {"question": "Never have I ever gotten sick on a date"}, {"question": "Never have I ever created an Instagram just to stalk people."}, {"question": "Never have I ever sucked my partners toes."}, {"question": "Never have I ever picked at a wedgie in public;"}, {"question": "Never have I ever performed onstage"}, {"question": "Never have I ever wished I didn’t have kids"}, {"question": "Never have I ever been fired from a job"}, {"question": "Never have I ever re-gifted a gift"}, {"question": "Never have I ever played beer pong;"}, {"question": "Never have I ever peed in the shower"}]